Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Irrawaddy photographers Hein Htet and Pyay Kyaw recently documented how the residents of Rangoon and Dala have been coping with the country’s intense weather conditions.
ne: याङ्गुनमा पानीको नियन्त्रित वितरण। तस्वीर - हेइन तेइट/द एर्रावाडी

source: Photo by Hein Htet / The Irrawaddy
ne: याङ्गुनका बासिन्दाहरु छहारिमा आराम गर्दै। तस्वीर - हेइन तेइट/द एर्रावाडी

source: Photo by Pyay Kyaw / The Irrawaddy
ne: डालामा पानीका बाल्टिनहरु बोक्दै। तस्वीर - प्याय क्यव/द एर्रावाडी

source: Yangon residents carry umbrella as protection from the heat of the sun. Photo by Hein Htet / The Irrawaddy
ne: याङ्गुनका बासिन्दाहरु घामको तापबाट बच्न छाता बोक्छन्। तस्वीर - हेइन तेइट/द एर्रावाडी

source: Birds soak in water as temperature rises in Dala. Photo by Pyay Kyaw / The Irrawaddy Yangon residents find a shade to rest.
ne: डालामा तापमान बढेपछि चराहरु पानीमा भिज्छन्। तस्वीर - प्याय क्यव/द एर्रावाडी

source: Nepalese Hindu devotees offer prayers before entering the Hanumante River during the Madhav Narayan festival in Bhaktapur, Nepal.
ne: फोटोमा स्वस्थानी व्रतकथा: नेपालमा जीवनसाथीको दिर्घायूको लागि महिनाभर गरिने व्रत र प्रार्थनाको पर्व

source: Image by Sunil Sharma. Used with permission.
ne: माधव नारायण पर्वको अवसरमा नेपालको साँखुमा नेपाली हिन्दू भक्तजन शालीनदीमा डुबुल्की लगाउनु अघि प्रार्थना गर्दै। सुनिल शर्माद्वारा लिईएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: Younger girls fast and pray to get good husbands.
ne: यसको व्रत-विधि पौषशुक्ल पूर्णिमाको दिन शुरु हुन्छ र माघ शुक्ल पूर्णिमाको दिन (नेपाली क्यालेण्डरको दशौं महिना) समाप्त हुन्छ जुन हिजोको दिन थियो।

source: The ritual begins on the full-moon day of Poush and ends on the full-moon day of Magh (the tenth month of the Nepali calendar), which was yesterday. During the festival, devotees recite scriptures from the Swasthani Vrata Katha (the story book of goddess Swasthani).
ne: यस पर्वमा भक्तजनहरू स्वस्थानी व्रतकथाका श्लोक (स्वस्थानी माताको कथा किताब) पढ्छन् र श्रोताहरुलाई सुनाउँछन्। एक महिना (३१ दिन) मा प्रत्येक दिन फरक अध्यायहरु पढेर सुनाउँदछन्। व्रतालु महिलाहरु उक्त महिनाको प्रत्येक दिन बिहान सबेरै उठेर स्नान गर्छन् र नित्य मध्यान्ह कालमा हिन्दूधर्मका प्रमुख त्रिदेव मध्य एक देव महादेवको पूजापाठ गर्दछन्।

source: A different chapter is recited once a day for 31 days.
ne: महिनाभर मनाइने स्वस्थानी व्रतकथा पर्वमा नेपाली महिला काठमाडौंको पशुपतिनाथ मन्दिर परिसरमा पवित्र स्नान गर्दै

source: Yesterday was the stuff of legend.
ne: केही महिलाहरू पुरै एक महिना पनि व्रत बस्छन्। लेखक शिवानी न्यौपानेले ट्वीट् गरिन्:

source: I saw a woman conducting her month long Swasthani fast inside a cave. #Nepal pic.twitter.com/CJlWQ2jwLT — Shiwani Neupane (@ShiwaniNeupane) February 15, 2016
ne: हिजो पौराणिक कथा झै लाग्यो। मैले एक महिला उनको एक महिना लामो स्वस्थानी व्रत गुफा भित्र गरिरहेकी देखें।#Nepal

source: The ritual is said to have started after King Himalaya’s daughter Parvati, the Hindu goddess of love, fertility and devotion, spent a month fasting and praying to the goddess Swasthani, asking to marry Mahadev whom she had longed for since childhood. Her love for him was no accident — Parvati was the reincarnation of Mahadev’s first wife Sati Devi, who after immolating herself was reborn. The devotees throng to the places mentioned in the Katha: Guheswari, Gokarna, Sleshmantak forest, Gaurighat, Bagmati River, and Shali Nadi (River).
ne: प्रेम, उर्वरता तथा भक्तिकी हिन्दूदेवी राजा हिमालयपर्वतकी पूत्री पार्वतीले बाल्यावस्था देखिनै इच्छाएको श्रीमहादेव स्वामी पाउं भनी एक महिनासम्म देवी स्वस्थानीको पूजापाठ गर्दै व्रत बसेपछि यस व्रत-विधिको शुरुवात भएको मानिन्छ। महादेवसँग उनको प्रेम कुनै अप्रत्याशित घटना थिएन — महादेवको पहिलो पत्नी सतिदेवी आफैले आत्मदाह गरेपछि उनको पूनर्जन्म पछिको अवतार पार्वती थिईन्।

source: In Sankhu and Bhaktapur, both men and women fast, worshiping goddess Swasthani and god Madhav Narayan.
ne: यस कथामा उल्लेखित ठाउँहरु गुहेश्वरी, गोकर्ण, श्लेषमान्तक वन, गौरिघाट, बागमती नदी र शाली नदीमा भक्तजनहरुको घुइँचो लागेको हुन्छ।

source: People also take part in ritual bathing while observing the Madhav Narayan festival, which starts and ends on the same days as Swasthani Vrata Katha.
ne: साँखु र भक्तपुरमा स्त्री र पुरुष दुवै देवी श्रीस्वस्थानी माता र भगवान माधव नारायणको पूजापाठ गर्दै व्रत बस्छन्। स्वस्थानी व्रतकथाको शुरुवाती र समाप्तिका दिनहरुसँगसँगै हुने माधव नारायण पर्वमा पनि मानिसहरु वैधिक स्नान् गर्दछन्।

source: While devotees worship the goddess Swasthani, seeking the well-being of their spouses and family members, some are displeased by the ritual's gender inequality.
ne: भक्तजनहरु आ-आफ्ना जीवनसाथी र परिवारजनहरुको दिर्घायूको लागि देवी स्वस्थानी माताको पूजा गर्छन् भने केही व्यक्ति यस विधिमा उल्लेखित लैङ्गिक असमानतादेखि दुखी छन्।

source: In an opinion piece, Manju Thapa writes:
ne: यस लेखमा, मन्जु थापा लेख्छिन्:

source: The story says a husband is master while a wife is a servant who needs to serve her spouse.
ne: कथाले पति भनेका मालिक हुन् भने पत्नी भनेका पतिको सेवा र चाकडी गर्ने सेवक हुन् भन्नेजस्ता पति—पत्नीको अत्यन्तै असन्तुलित अन्तरसम्बन्ध देखाइएको छ, जुन महिलामैत्री छैन ।

source: This is not women-friendly as it shows an unbalanced relationship between a husband and wife.
ne: यो परम्परा केही असन्तुष्टिका बावजुद पनि चलिनै रहेको छ। ट्वीटरमा atmiya_nepali ले व्यंग्यात्मक ढंगमा लेखे:

source: While the debate continues, let’s take a glimpse of the Swasthani Vrata Katha and Madhav Narayan festival through the lenses of photographers Sunil Sharma and Archana Shrestha.
ne: साँच्चै महिलामाथि गरिएको चरम विभेदको कथा संग्रह "श्री स्वस्थानी व्रतकथा" किताब अग्रगामी हरूले च्याते कि नाईँ ? — Atman (@atmiya_nepali) January 24, 2016

source: Nepalese Hindu devotees bathing in the Bagmati River at the premises of Pashupatinath Temple during the Swasthani Vrata Katha. Image by Archana Shrestha.
ne: यो बहस चलिरहँदा, फोटोग्राफरहरु सुनिल शर्मा र अर्चना श्रेष्ठले खिंचेका तस्वीरहरुमा स्वस्थानी व्रतकथा र माधव नारायण पर्वका झलकहरु हेरौं।

source: Image by Archana Shrestha. Used with permission.
ne: नेपालको ललितपुर जिल्लाको थेंचोमा माधव नारायण पर्व-उत्सवमा एक नेपाली हिन्दू भक्तजन परम्परागत विधिमा भाग लिंदै। अर्चना श्रेष्ठद्वारा लिईएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: Image by Sunil Sharma. Used with permission. Nepalese Hindu devotees offer prayers before taking holy dips at Sali Nadi (River) during Madhav Narayan festival in Sankhu, Nepal.
ne: माधव नारायण पर्वमा नेपालको भक्तपुर जिल्लामा नेपाली हिन्दू महिलाहरु चोखो हुन हनुमन्ते नदीमा डुबुल्की लगाएपछि न्यानो हुन आगो ताप्दै। सुनिल शर्माद्वारा लिईएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: Nepalese Hindu women observe a fast and pray to goddess Swasthani and god Madhav Narayan for longevity of their husbands and family prosperity during the month-long festival. Image by Sunil Sharma.
ne: माधव नारायण पर्वको अवसरमा नेपालको साँखुमा रहेको शाली नदीमा नेपाली हिन्दू भक्तजनहरु चोखो हुन डुबुल्की लगाउनु अगाडि प्रार्थना गर्दै। एक महिने पर्वमा नेपाली हिन्दू महिलाहरु उनीहरुको पतिको लामो आयु र परिवारहरुको समृद्धीको लागि देवी स्वस्थानी र माधव नारायण देवताको पूजा गर्दै व्रत बस्दछन्। सुनिल शर्माद्वारा लिईएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: Nepalese Hindu devotees carry oil lamps on their body parts during the Madhav Narayan festival celebrations in Thecho, Lalitpur, Nepal.
ne: नेपालको साँखुमा स्वस्थानी व्रतकथा र माधव नारायण पर्वमा नेपाली हिन्दू भक्तजनहरु शाली नदीमा व्रत बस्दै। सुनिल शर्माद्वारा लिईएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: A trainer showing a farmer how to use the SMS Platform.
ne: युगाण्डाका साना किसानहरूलाई एसएमएस प्लेटफर्मले सशक्तिकरण गर्दै

source: Photo coutersy of WeFarm Despite massive advances in technology, the majority of farmers in Africa do not know how to use a smart phone.
ne: एक प्रशिक्षक किसानलाई एसएमएस प्लेटफर्म कसरी प्रयोग गर्नेबारे सिकाउँदै । फोटो साभार: WeFarm.

source: Few of them go online to research about a new species of crops or how to fight a new crop disease. A new startup, WeFarm, intends to empower farmers with information by using the Short Messaging System (SMS).
ne: प्रविधिमा आएको विशाल प्रगतिको बावजुद अफ्रिकाका अधिकांश किसानहरूलाई स्मार्टफोन कसरी प्रयोग गर्नेबारे थाहा छैन । तिनीहरूमध्ये केही बालीका नयाँ प्रजाति वा नयाँ बालीरोग विरुद्ध कसरी लड्नेबारे खोजी गर्न अनलाइनको उपयोग गर्दछन् ।

source: Farmers ask questions which are translated and shared with farmers in the same region and beyond. Once feedback is generated, it is then sent back to the person who asked the question.
ne: एक नयाँ स्टार्टअप, WeFarm , ले मोबाइल–एसएमएस प्रविधिको उपयोग गरेर किसानहरूलाई सशक्त बनाउने ध्येय राखेको छ । यस अन्तर्गत किसानले सोधेका प्रश्नलाई अनुवाद गरिन्छ र त्यस क्षेत्र र त्यसभन्दा बाहिरका अन्य किसानहरूबीच सञ्चार गरिन्छ । जब अरुहरूबाट पृष्ठपोषण प्राप्त हुन्छ त्यसलाई जुन व्यक्तिले प्रश्न सोधेको हो उसैकहाँ पठाइन्छ ।

source: Some of the countries already benefiting from the Startup include Uganda, Kenya and Peru with over 43,000 users worldwide in the first nine months of its operations. It will be launched in Tanzania, Cote D'Ivoire, India, Colombia, and Brazil in the near future.
ne: सञ्चालनमा आएको नौ महिनाभित्रै विश्वभर ४३,००० हजारभन्दा बढी प्रयोगकर्ताहरु भएको यसको शुरुवातबाट केही देशहरू जस्तै युगाण्डा, केन्या र पेरु अहिले नै लाभन्वित भइसकेका छन् । निकट भविष्यमा नै यसलाई तान्जानिया, आइवरी कोस्ट, भारत, कम्बोडिया र ब्राजिलमा सञ्चालन गरिनेछ ।

source: Not only do they provide eggs for his family to eat, but they’re also his main source of income. Kepha can sell chickens to other farmers or at markets when he has the opportunity to visit one.
ne: नेशनल ज्योग्राफिकको एक ब्लगपोष्टले केन्याका एक किसानको वृत्तान्त र उनले यस स्टार्टअपबाट कसरी फाइदा पाए भनेर प्रस्तुत गरेको छ ।

source: He also farms vegetables and staples that he and his family can eat, but his chickens allow him to earn a modest living.
ne: यो केन्या बरिङ्गोका केफालाई ठीक के भएको थियो भन्ने सम्बन्धमा हो । संगी-किसानहरूबाट सल्लाह पाएपछि केफाले आफूले पालेका ५२ वटामध्ये २७ वटा कुखराहरू बचाउन सके ।

source: Kepha’s story will resonate with many small-scale farmers across Africa, Latin America and Asia.
ne: केफाका लागि आफ्ना कुखराहरू ज्यादै महत्वपूर्ण छन् । कुखुराहरू परिवारलाई खानका लागि अण्डा दिने मात्र हैनन्, तिनीहरु कमाइका मुख्य स्रोत पनि हुन् । मौका मिलेको बेला केफाले कुखुराहरू अरु किसानलाई वा बजारमा लगेर बेच्न सक्छन् । आफू र परिवारलाई खानका लागि उनी बारीमा तरकारी र अन्न पनि उमार्छन् तर उनका कुखुराहरूले नै उनलाई शालीन जीवन निर्वाहको लागि कमाइ दिँदैछन् । केफाको कथाले अफ्रिका, ल्याटिन अमेरिका र एसियाका थुप्रै साना किसानहरूलाई प्रभाव पार्नेछ ।

source: A blog post on Takepart refers to We Farm as:
ne: टेकपार्ट नामक एक ब्लगपोष्टले विफार्मलाई यसरी उल्लेख गर्छ :

source: Wikipedia for farmers, or as its founder describes it, “Internet for people without Internet.”
ne: किसानका लागि विकिपेडिया, अथवा जसरी यसका संस्थापकले ब्याख्या गर्छन्,“इन्टरनेट सुविधा नभएका मानिसहरूका लागि इन्टरनेट।”

source: Nicki Briggs feels this is an initiative that benefits not just the farmers but also the food industry:
ne: निकी ब्रिग्स ठान्छिन् यो पहलले किसानहरूलाई मात्र हैन खाद्य उद्योगलाई पनि लाभ पुर्याउँछ:

source: An initiative that benefits farmers, and the food industry = JACKPOT.
ne: किसान तथा खाद्य उद्योगलाई लाभ पुर्याउने पहल = ज्याकपट। @we_farm को सूचना बाँड्ने प्लेटफर्म मन पराउँदै।

source: Loving @we_farm info sharing platform. https://t.co/02uWj2dvMO — Nicki Briggs, MS, RD (@nicki_briggs_) December 21, 2015
ne: डिस्रप्ट् अफ्रिकाले विफार्मलाई सन् २०१६ मा दृष्टि लगाउनुपर्ने स्टार्टअपमा सुचिकृत गरेको छ । (डिस्रप्ट् अफ्रिका, डिसेम्बर ३१, २०१५)

source: While Disrupt Africa listed WeFarm as one of the Startups to look out for in 2016.
ne: २०१६ मा दृष्टि लगाउनुपर्ने १२ अफ्रिकन स्टार्टअपहरू

source: 12 African startups to watch in 2016 https://t.co/jTvRxSbMPt @yaoota @DabaDoc @shieldfinance @we_farm @SafeMotos @CladLight @GiraffeJobs — Disrupt Africa (@DisruptAfrica) December 31, 2015 Congratulations @we_farm on an amazing 2015 - hope next year is even better! #socenthttps://t.co/Pl5G2FicPt — Tamsin C (@TamsinChislett) December 22, 2015
ne: विफार्मको गजबको वर्ष (सन् २०१५) का लागि बधाइ र आगामी वर्ष अझ राम्रो हन्छ भन्ने आशा गर्छु!

source: The History of Royal Hunts in Nepal’s Southern Plains Is Simply Barbaric · Global Voices Tethered rhinoceros with caged deer in the background.
ne: नेपालको तराई क्षेत्रमा गरिएका शाही शिकारको इतिहास बर्बर छ

source: Possibly part of the gift of a collection of animals indigenous to Nepal which the Maharaja had presented to King George V. Image courtesy of The Australian National University Digital Collections Library. From Public domain.
ne: बधुँवा गैंडा, पृष्ठभूमिमा खोरमा राखिएको मृग। सम्भवतः नेपालका महाराजाले राजा जर्ज पाचौंलाई उपहार स्वरुप दिएका नेपालका रैथाने जनावरहरू। तस्वीर सौजन्य: अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: Nepal’s southern plains are famous not only for fertile agricultural land but also for the dense forests and a plethora of wild animals.
ne: नेपालको दक्षिणी समथर भाग कृषिका लागि मात्र नभई घना जंगल तथा धेरै किसिमका जनावरहरूका लागि पनि प्रसिद्ध छ।

source: Now converted into national parks, the area was once a fertile ground for hunting. The current Chitwan National Park was used as a royal hunting reserve from 1846 to 1951 by the Nepali Rana rulers and their guests.
ne: अहिले राष्ट्रिय निकुञ्ज बनाइएका यी क्षेत्र त्यसबेला शिकारका लागि फस्टाउँदो भूमि थिए। हालको चितवन राष्ट्रिय निकुञ्ज नेपाली राणा शासक तथा तिनका पाहुनाहरूद्वारा १८४६ देखि १९५१ सम्म शाही शिकार आरक्षका रुपमा प्रयोग भएको थियो।

source: A set of historic photographs have become viral online showing shocking images of British and Nepali rulers engaging in a bloody hunt of many animals including tigers, bears and rhinoceroses.
ne: ब्रिटिश तथा नेपाली शासकहरू संलग्न रक्तरंजित शिकारका एक सेट एतिहासिक फोटोहरू अनलाइनमा भाइरल भएका छन्। त्यस शिकारमा कैयन बाघ, भालु तथा गैंडा मारिएका थिए।

source: The British royal hunts began in February 1876 AD and were hosted by then-Nepali Prime Minister Jung Bahadur Rana, writes Subodh Rana in his blog:
ne: ब्रिटिश शाही शिकार फेब्रुअरी १८७६ देखि शुरु भएको र त्यसबेलाका नेपाली प्रधान मन्त्री जंग बहादुर राणाले आयोजना गराएको बारे सुबोध राणा आफ्नो ब्लगमा लेख्छन्:

source: He had presided over the Delhi Durbar in celebration of his mother Queen Victoria having been proclaimed the Empress of India on January 1, 1876 A.D. It is written that he was so bored with the formalities of state that coming to shoot in the Terai was the highlight of his India sojourn.
ne: १८७६ फेब्रुअरीमा अलबर्ट एडवर्ड, वेल्सका राजकुमार, (पछि राजा एडवर्ड सातौं), रानी विक्टोरियाकी पुत्र प्रधान मन्त्री जंग बहादुर राणाको निमन्त्रणामा शिकार खेल्न पश्चिम नेपालको बनबासा आए। दुई हप्ताको अवधिमा उनले २३ बाघ मारे। उनले आफ्नी आमा रानी विक्टोरिया जनवरी १, १८७६ मा भारतकी सम्राज्ञी घोषित भएको उपलक्ष्यमा दिल्ली दरबारको अध्यक्षता सम्हालेका थिए। उनी राज्यका औपचारिकतादेखि यति दिक्क थिए कि तराईमा आएर शिकार गर्नु नै उनको छोटो भारत बसाइको विशिष्टता हुनपुगेको लेखिएको छ।

source: Later many British Royals followed the tradition invited by the Rana prime ministers. Even Archduke Franz Ferdinand, whose assassination in 1914 triggered the World War I, came to hunt in Nepal invited by Maharajah Bir Shumsher in March 1893.
ne: राणा प्रधान मन्त्रीहरूको निमन्त्रणामा पछि आएर धेरै ब्रिटिश राजपरिवारका सदस्यले यस प्रथालाई पछ्याए। मार्च १८९३ मा महाराजा वीर शम्शेरको निमन्त्रणामा आर्चड्युक फ्रयान्ज फर्डिन्याण्ड पनि शिकारका लागि नेपाल आएका थिए। १९१४ मा उनको हत्याले प्रथम विश्व युद्ध निम्त्यायो।

source: However, the most barbaric and horrific hunting trip was that of King George V who visited Nepal after being crowned Emperor of India in 1911. Having been invited by Prime Minister Chandra Shamsher Rana, the hunting team shot dead 18 rhinos, 39 tigers and 4 sloth bears from December 18-28, 1911.
ne: यद्यपि, राजा जर्ज पाचौंको शिकार यात्रा सबैभन्दा बर्बर र हिंस्रक थियो। १९११ मा भारतका सम्राट विभूषित भएपश्चात् उनले नेपाल भ्रमण गरेका थिए।

source: The Royal Hunt of Tiger and Rhinoceroses in the Nepalese Terai in 1911 by Kees Rookmaaker, Barbara Nelson and Darrel Dorrington details the hunting spree. Nepal's PM Chandra Shamsher greeting King George V during a hunting trip to the Nepal Terai in 1911 pic.twitter.com/swkboCV96H — Eddie Du (@Edourdoo) December 12, 2015
ne: प्रधान मन्त्री चन्द्र शम्शेर राणाद्वारा निम्त्याइएको शिकार समूहले १९११ डिसेम्बर १८–२८ को अवधिमा १८ गैंडा, ३९ बाघ तथा ४ भालुको गोली हानी शिकार गरेको थियो।

source: King George V with the day's kill in Dec 1911.
ne: राजा स्वयंले ८ गैंडा, २१ बाघ तथा १ भालुको शिकार गरेका थिए।

source: 1911 - Edward Henry, Former IG of Bengal Police, during a royal hunt with King George V at Narayani, Nepal pic.twitter.com/AO8pkduA2M — British India (@BritishRajTimes) March 30, 2015
ne: कीज रूकमाकर, बार्बरा नेल्सन तथा ड्यारेल डोरिङ्टनले द रोयल हन्ट अफ टाइगर एण्ड राइनोसेरोसेज इन द नेप्लीज तराई इन १९११ मा त्यस शिकारको विस्तृत विवरण खुलाएका छन्।

source: The royal hunt has been documented in 50 photographs from an album donated to The Australian National University. The ANU Library has supplied captions to the photos.
ne: १९११ मा नेपालको तराईमा शिकार यात्राका दौरान नेपालका प्रम चन्द्र शम्शेर राजा जर्ज पाचौंलाई अभिवादन गर्दै

source: The article His Imperial Majesty’s Shoot in Nepalese Terai, December 1911 describes the hunt as: The Maharaja's entourage, who were in a separate camp further along the river, numbered 14,000 including 2000 elephant attendants.
ne: डिसेम्बर १९११ मा त्यस दिनको शिकारका साथ राजा जर्ज पाचौं। कूल ३९ बाघ, १८ गैंडा र ४ भालु मारिएका थिए।

source: The King shot the largest tiger of the expedition on that day.
ne: १९११ – एडवर्ड हेनरी, बंगाल पुलिसका पूर्व आईजि, शाही शिकारका दौरान नेपालको नारायणीमा राजा जर्ज पाचौंका साथ

source: Below are select photos from the royal hunt. Hunting party on elephants crossing a river.
ne: अष्ट्रेलियन नेशनल युनिभर्सिटिलाई उपहार दिइएको एल्बमबाट लिइएका ५० फोटोहरूमार्फत त्यस शाही शिकारको दस्तावेज तयार पारिएको छ। एएनयु लाइब्रेरीले ती फोटोहरूका क्याप्शन प्रदान गरेको छ।

source: Image courtesy of The Australian National University Digital Collections Library.
ne: मारिएको गैंडाका साथ शिकारी। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: Hunting party with King George V and Maharaja of Nepal.
ne: बाघ खोला तर्दै। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: Image courtesy of The Australian National University Digital Collections Library. From Public domain. Hunters inspect four dead tigers and a deer.
ne: "गोलाकार" बनाउँदै हात्तीमा सवार माहुते तथा शिकारी। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: Image courtesy of The Australian National University Digital Collections Library. From Public domain. George V takes note of the number killed four tigers and a bear.
ne: बाघसँग हात्ती र माहुते। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: Image courtesy of The Australian National University Digital Collections Library. From Public domain. Slain tiger on the back of an elephant.
ne: राजा जर्ज पाचौं र नेपालका महाराजाका साथ शिकार समूह। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: A group of men watch as a dead rhinoceros is skinned and dismembered.
ne: हात्तीको पिठ्यूमा मारिएको बाघ। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: From Public domain. Group photograph of the hunting party in front of George V’s bungalow.
ne: मरेको गैंडाको छाला झिक्दै गरेको तथा अंग काट्दै गरेको हेर्दै मानिसको समूह। तस्वीर साभार: द अष्ट्रेलियन नेशनल युनिभर्सिटि डिजिटल कलेक्शन्स लाइब्रेरी। सार्वजनिक डोमेनबाट।

source: King George V with Chandra Shamsher Janga Bahadur Rana, Prime Minister and Maharaja of Nepal, stand in the centre. Image from Public domain. Other than these photographs, there are few concrete reminders of the era.
ne: जर्ज पाचौंको बंगला अगाडि शिकार समूहको ग्रूप फोटो। नेपालका प्रधान मन्त्री तथा महाराजाका साथ राजा जर्ज पाचौं, बीचमा उभिएका। सार्वजनिक डोमेनबाट लिइएको तस्वीर।

source: Shankarshan Thakur, Delhi-based editor of The Telegraph tweeted:
ne: यी फोटोहरू बाहेक त्यस कालका केही कंक्रीट सम्झनाहरु बाँकी छन्। दिल्लीमा बस्ने द टेलिग्राफका सम्पादक शंकर्षण ठाकूरले ट्वीट गरे:

source: The hunting lodge built for King George V at Bhikhnathori on the India-Nepal border is now an abandoned gambling den pic.twitter.com/Zye85uoC21 — Sankarshan Thakur (@SankarshanT) July 21, 2015
ne: भारत–नेपाल बोर्डरमा अवस्थित भिखना ठोरीमा राजा जर्ज पाचौंका लागि बनाइएको शिकार लज अहिले जुवाको अखाडा भएको छ

source: Myanmar Rural Villagers Share Their Development Plans Through Facebook · Global Voices
ne: म्यानमारका गाउँलेहरू आफ्ना विकास योजनाहरू फेसबुकमार्फत् प्रसारित गर्छन्

source: Community deliberations during the drafting of the 'Village Book'.
ne: “गाउँटोल किताबहरू” बनाउँदा समुदाय अन्तरक्रिया । फोटोः एक्सनएड

source: Photo from ActionAid The Village Facebook project encourages Myanmar’s rural citizens to upload their village reports on Facebook so that these can be accessed by government officials, development partners, and potential donors.
ne: गाउँटोल फेसबुक (भिलेज् फेसबुक) परियोजनाले म्यानमारका ग्रामीणबासीहरूलाई आफ्नो गाउँका प्रतिवेदनहरू फेसबुकमा अपलोड गर्न प्रोत्साहन गर्दछ ताकि सरकारी कर्मचारीहरू, विकासे साझेदारहरू र सम्भावित दातृनिकायहरूले ती प्राप्त गर्न सकून ।

source: Spearheaded by ActionAid Myanmar, the project uses participatory tools to empower villagers to draft their own "Village Books" to be used as a basis for recommending development projects to local and national authorities. ActionAid said "it is a valuable method because it identifies what the community truly needs, instead of what we think they might need."
ne: स्थानीय र केन्द्रीय निकायहरूसमक्ष विकासका परियोजनाहरू सिफारिश गर्ने एक आधार निर्माण गर्नका लागि एक्सनएड म्यानमारले पहल गरेको उक्त परियोजनाले सहभागिमूलक विधिहरू प्रयोग गरेर गाउँलेहरूलाई आफ्नो “गाउँटोल किताबहरू” बनाउन सबल पार्दछ । एक्सनएड भन्छ, “यो एक महत्वपूर्ण विधि हो किनकि यसले समुदायमा के आवश्यकता हुनसक्ला भनेर हामीले सोचेको भन्दा पनि वास्तवमा समुदाय आफू साँच्चै के चाहन्छ भन्ने कुरा पहिचान गर्दछ ।”

source: The "Village Book" is a document that contains information generated through community deliberations. It has a social map, seasonal calendar, and problem tree which explains the current situation of the village from the point of view of the residents. It also has spider maps and Venn diagrams to identify the vulnerable groups and power dynamics in the village.
ne: “गाउँटोल किताब” समुदाय बहस र अन्तरक्रियाको माध्यमबाट प्राप्त सूचनाहरू समाविष्ट भएको एक दस्ताबेज हो । यसमा सामाजिक नक्शा, मौसमी पात्रो र समस्या वृक्ष हुन्छ जसले समुदायको नजरबाट उक्त गाउँको वर्तमान अवस्थालाई ब्याख्या गर्दछ । गाउँभित्र जोखिममा रहेका समूहहरू र शक्तिको गतिशिलता पहिचान गर्न यसमा माकुरेजालो नक्शा (स्पाइडर म्याप्) र चपाती नक्शा (भेन् डायग्राम) पनि हुन्छ । अन्त्यमा, यसमा सपना अथवा परिकल्पना नक्शा र कार्ययोजना हुन्छ जसमा गाउँलेहरूले प्रस्ताव गरेका कार्यक्रम र परियोजनाहरू चित्रण गरिएको हुन्छ ।

source: U Han Soe Win of the Kin Pon Chong village in the Meikhtila Township recognizes the value of the "Village Book": “I wished to have a book clearly presenting our village’s situation. I like the fact that all needs: social, economic, transportation, and others are portrayed in this book.”
ne: मेइहिला टाउन्सिपको किन् पाउन चाउङ् गाउँका ऊ हान सोइ विनले “गाउँटोल किताब”को मूल्य बुझेका छन्ः “आफ्नो गाउँको अवस्थालाई स्पष्टरूपले प्रस्तुत गरेको कुनै एक पुस्तक भएको म हेर्न चाहन्थेँ । यस पस्तकमा समस्त आवश्यकताहरूः सामाजिक, आर्थिक, यातायात र यस्तै अन्य चित्रण गरिएको कुरा मलाई मनपर्छ ।”
